export type TFaqCost = {
  question: string;
  answer: string;
};

export const FAQ_COST_DATA: TFaqCost[] = [
  {
    question: 'Что входит в абонентское обслуживание ПК?',
    answer:
      'В абонентское обслуживание ПК входят удаленная поддержка пользователей, мониторинг, профилактика, обновление и поддержка программного обеспечения, настройка антивируса, резервное копирование данных и т.д.',
  },
  {
    question: 'Какие преимущества предоставляет абонентское обслуживание ПК?',
    answer:
      'Абонентское обслуживание ПК обеспечивает постоянную доступность поддержки, мониторинг и быстрое реагирование на проблемы, улучшение производительности ПК(за счет оптимизации) и защиту от вирусов и других угроз.',
  },
  {
    question: 'Какие виды поддержки доступны для абонентов?',
    answer:
      'Абоненты могут получать поддержку через удаленный доступ, по телефону, электронной почте или мессенджерах. Также наш специалист может выехать на место в случае необходимости. Раз в месяц в обязательном порядке осуществляется профилактический выезд, для предотвращения аварийных ситуаций',
  },
  {
    question: 'Какой уровень квалификации ваших специалистов?',
    answer:
      'Наши инженеры, имеют профильное образование и проходят регулярное обучение для поддержания высокого уровня квалификации. Они имеют опыт работы с различными типами ПК, OS, ПО, и технологиями, и готовы помочь с любыми проблемами.',
  },
  {
    question:
      'Какие проблемы решают специалисты при абонентском обслуживании ПК?',
    answer:
      'Специалисты могут решать проблемы с операционной системой, программным обеспечением, аппаратным обеспечением, сетью, а также помогать в настройке устройств и программ.',
  },
  {
    question: 'Какие сроки реагирования на запросы и проблемы абонентов?',
    answer:
      'В зависимости от срочности вашего обращения, обычно средняя скорость реакции на заявку 30 минут.',
  },
  {
    question:
      'Как обеспечивается безопасность моих данных при абонентском обслуживании?',
    answer:
      'Все наши сотрудники подписывают NDA "Соглашение о неразглашении информации". А все ваши пароли надежно хранятся в зашифрованном контейнере.',
  },
  {
    question:
      'Можно ли получить абонентское обслуживание ПК для нескольких офисов?',
    answer:
      'Да, конечно мы предоставляем абонентское обслуживание для нескольких офисов или филиалов компании.',
  },
  {
    question:
      'Какие работы проводятся в рамках внедрения системы видеонаблюдения?',
    answer:
      'В рамках внедрения системы видеонаблюдения проводятся такие работы, как выбор оборудования, монтаж камер и оборудования, установка программного обеспечения, настройка системы обработки данных, обучение персонала.',
  },
  {
    question:
      'Какие дополнительные услуги могут потребоваться при внедрении системы видеонаблюдения?',
    answer:
      'Помимо внедрения системы видеонаблюдения, мы можем предоставить услуги по обучению персонала, мониторингу работы системы, и т.д.',
  },
];

export const FAQ_WHY_US_DATA: TFaqCost[] = [
  {
    question: 'На связи 24/7',
    answer:
      'Если ваш бизнес работает круглосуточно, и инженер должен быть доступен всегда – у нас есть возможность обеспечивать и круглосуточную поддержку.',
  },
  {
    question: 'Большой опыт в сфере',
    answer:
      'У каждого нашего сотрудника есть сильные стороны, это позволяет решать огромный спектр задач.',
  },
  {
    question: 'Быстрая реакция на вашу проблему',
    answer:
      'Средняя скорость реакции на заявку - 30 минут. Средняя скорость решения заявки - 25 минут.',
  },
  {
    question: 'Прозрачные, низкие цены',
    answer:
      'У нас прозрачное ценообразование, и Вы всегда в курсе, за что Вы платите. Также, если Вас не устраивает стандартная тарифная сетка, можем вместе подумать над индивидуальным предложением.',
  },
  {
    question: 'Прямая связь с инженером',
    answer:
      'У нас нет Cаll-центра, и поэтому, когда Вы звоните нам, Вы сразу напрямую попадаете на специалиста.',
  },
  {
    question: 'На рынке с 2008 года',
    answer:
      'Мы на рынке с 2008 года, и за это время мы приобрели огромное количество опыта, благодаря которому мы оказываем качественные услуги.',
  },
];
