import { TServicePageText } from '@/types/types';

export const PC_TEXT: TServicePageText[] = [
  {
    type: 'text',
    text: 'Наши клиенты знают, что надежное функционирование ПК – это основа продуктивной работы бизнеса. Любые проблемы с компьютерами могут стать причиной снижения производительности и нанести ущерб вашему бизнесу.',
  },
  {
    type: 'list',
    text: 'Мы предлагаем профессиональное абонентское обслуживание ПК, которое включает в себя:',
    list: [
      'Полное техническое обслуживание;',
      'Обслуживание и настройку операционной системы;',
      'Установку и настройку офисных программ и антивируса;',
      'Мониторинг компьютеров и сетевых устройств;',
      'Резервное копирование и восстановление данных;',
      'Удаленный доступ к вашим компьютерам;',
      'И многое другое.',
    ],
  },
  {
    type: 'text',
    text: 'Мы предлагаем индивидуальный подход к каждому нашему клиенту, чтобы наши услуги соответствовали их конкретным потребностям и бюджету. Наша команда опытных специалистов всегда готова быстро и качественно решить любую проблему с вашими компьютерами.',
  },
  {
    type: 'text',
    text: 'Регулярное обслуживание компьютеров позволяет предотвратить проблемы до того, как они начнут влиять на работу сотрудников, а это в свою очередь повышает качество обслуживания клиентов, увеличивает доходы и укрепляет репутацию компании.',
  },
  {
    type: 'text',
    text: 'Не откладывайте на потом заботу о своих компьютерах.',
  },
];
