export type THowWeWork = { title: string; text: string; number: string };

export const HOW_WE_WORK: THowWeWork[] = [
  {
    title: 'Оставьте заявку',
    text: 'Предоставьте подробную информацию о вашей проблеме в онлайн формате',
    number: '01',
  },
  {
    title: 'Дождитесь решения онлайн',
    text: 'Наш системный администратор в кратчайшие сроки подключается к Вам и, пока вы пьете кружку кофе, решает ваш вопрос',
    number: '02',
  },
  {
    title: 'Дождитесь мастера на месте',
    text: 'Если невозможно подключиться удаленно, наш специалист выезжает к Вам и решает все на месте',
    number: 'или',
  },
  {
    title: 'Продолжите работу',
    text: 'После окончания работ системный администратор сообщит Вам об этом, и Вы сможете продолжить работать',
    number: '03',
  },
];
