import { TServicePageText } from '@/types/types';

export const SERVERS_TEXT: TServicePageText[] = [
  {
    type: 'text',
    text: 'Компьютерные сервера являются неотъемлемой частью современного бизнеса. Они позволяют хранить и обрабатывать огромные объемы данных, обеспечивают доступ к корпоративным приложениям и ресурсам и помогают сотрудникам в эффективной работе. Однако, любые сбои или проблемы с серверами могут сильно повлиять на бизнес-процессы и привести к серьезным финансовым потерям.',
  },
  {
    type: 'list',
    text: 'Чтобы избежать таких ситуаций, наша компания предлагает услуги по обслуживанию серверов, которые включают:',
    list: [
      'Установку и настройку серверов;',
      'Мониторинг и техническую поддержку 24/7;',
      'Обновление и модернизацию существующих серверов;',
      'Резервное копирование и восстановление данных;',
      'Защиту от вирусов и других угроз;',
      'Настройку бесперебойного питания;',
      'И многое другое.',
    ],
  },
];
