import { TServicePageText } from '@/types/types';

export const NETS_TEXT: TServicePageText[] = [
  {
    type: 'text',
    text: 'Мы предлагаем услуги по настройке беспроводной сети для вашего бизнеса. Наша команда профессионалов имеет богатый опыт в области создания и обслуживания сетей, что позволяет нам решать самые сложные задачи.',
  },
  {
    type: 'text',
    text: 'Мы готовы решить любые задачи, связанные с настройкой проводной и беспроводной сети, включая выбор и установку необходимого оборудования, настройку сетевой конфигурации, проверку скорости сети и обеспечение безопасности данных.',
  },
];
